tap "1password/tap"
tap "agrinman/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "jdxcode/tap"
tap "mutagen-io/mutagen"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "cocoapods"
brew "libssh"
brew "fish"
brew "gnupg"
brew "jq"
brew "micro"
brew "mise"
brew "scrcpy"
brew "smartmontools"
brew "wget"
brew "mutagen-io/mutagen/mutagen"
brew "qmk/qmk/qmk"
cask "1password"
cask "1password-cli"
cask "android-platform-tools"
cask "android-studio"
cask "appcleaner"
cask "appflowy"
cask "discord"
cask "displaylink"
cask "firefox"
cask "gimp"
cask "google-drive"
cask "inkscape"
cask "karabiner-elements"
cask "logi-options+"
cask "logseq"
cask "loopback"
cask "microsoft-teams"
cask "notion"
cask "obsidian"
cask "ogdesign-eagle"
cask "orbstack"
cask "proton-drive"
cask "raycast"
cask "slack"
cask "ticktick"
cask "visual-studio-code"
cask "wezterm"
cask "writerside"
cask "zoom"
